{
    "https://mhworld.kiranico.com/monsters/KpViL/acidic-glavenus":"A Glavenus subspecies that flings highly corrosive acid around with each swing of its tail.",
    "https://mhworld.kiranico.com/monsters/ErdcV/alatreon":"Known as a symbol of destruction, it's rumored to harness the full force of nature, but no records remain.",
    "https://mhworld.kiranico.com/monsters/N3vuk/ancient-leshen":"A creature so old and powerful that it is sometimes worshipped as a native deity in the world it hails from.",
    "https://mhworld.kiranico.com/monsters/ZqptN/anjanath":"A belligerent monster that will fight anything. Watch out for its dangerous kicks and bites.",
    "https://mhworld.kiranico.com/monsters/BaYte/azure-rathalos":"A Rathalos clad in azure-tinted scales. Favors aerial assaults on its prey.",
    "https://mhworld.kiranico.com/monsters/6dJI8/banbaro":"This monster gouges out the earth with its two massive horns as it charges at foes.",
    "https://mhworld.kiranico.com/monsters/4k2UP/barioth":"A snow-white flying wyvern found in the frozen tundra. It uses its wings and tail to traverse ice with ease.",
    "https://mhworld.kiranico.com/monsters/Z9btN/barroth":"A monster that marks its territory with mud as it searches for its favorite snack, ants.",
    "https://mhworld.kiranico.com/monsters/Xe7fm/bazelgeuse":"A nefarious monster that patrols the entire continent in search of prey. Able to scatter explosive scales.",
    "https://mhworld.kiranico.com/monsters/yA8Ub/behemoth":"A beast from another world.  Sports a muscular frame and two gigantic horns.",
    "https://mhworld.kiranico.com/monsters/OqOIX/beotodus":"The wedge-shaped head of this piscine monster allows it to freely swim through the tundra snow.",
    "https://mhworld.kiranico.com/monsters/RoXHw/black-diablos":"During mating season, Diablos scales turn a deep black. They are known as the mothers of the Wildspire Waste.",
    "https://mhworld.kiranico.com/monsters/WQzsl/blackveil-vaal-hazak":"A Vaal Hazak variant encrusted with spores that spew a toxic effluvium at any who draw close.",
    "https://mhworld.kiranico.com/monsters/qpVH8/brachydios":"This brute wyvern uses its saliva to prime the sticky slime coating its arms, rendering it highly explosive.",
    "https://mhworld.kiranico.com/monsters/j1ohM/brute-tigrex":"Blackish brown scales and a stronger roar set this Tigrex subspecies  apart. It is extremely aggressive.",
    "https://mhworld.kiranico.com/monsters/aY2Se/coral-pukei-pukei":"A subspecies of Pukei-Pukei capable of expelling water stored in its body from its mouth and tail.",
    "https://mhworld.kiranico.com/monsters/4rATd/deviljho":"A dreadful, and hungry brute wyvern. Capable of flailing monsters around after clamping down on them.",
    "https://mhworld.kiranico.com/monsters/BYXHE/diablos":"The ruler of the Wildspire Waste. Extremely territorial with a penchant for sudden charges.",
    "https://mhworld.kiranico.com/monsters/DmeH0/dodogama":"An obese monster that gorges on minerals. Its saliva acts as an explosive catalyst.",
    "https://mhworld.kiranico.com/monsters/v2gSW/ebony-odogaron":"This ravenous Odogaron subspecies carries its kills in its mouth and grows frenzied upon feeding.",
    "https://mhworld.kiranico.com/monsters/jA8SZ/fatalis":"The legendary black dragon that obliterated a country in a single night. It now presides in the ruins of its castle.",
    "https://mhworld.kiranico.com/monsters/BaZUz/frostfang-barioth":"A variant Barioth uses a sub-zero breath attack to slow down prey before it goes in for the kill.",
    "https://mhworld.kiranico.com/monsters/zJaFg/fulgur-anjanath":"With every attack, this Anjanath subspecies fortifies its jaws and dorsal membrane with electricity.",
    "https://mhworld.kiranico.com/monsters/jN0I7/furious-rajang":"A Rajang variant with a golden mane. Even more aggressive than a normal Rajang; sparks with a fury when enraged.",
    "https://mhworld.kiranico.com/monsters/Lk1ia/glavenus":"A brute wyvern that wields its heavy tail like a blade. With each strike, it gathers heat until it glows red.",
    "https://mhworld.kiranico.com/monsters/BaPT0/gold-rathian":"Few sightings of this rare gleaming gold-scaled Rathian species have ever been reported.",
    "https://mhworld.kiranico.com/monsters/eMAHO/great-girros":"Travels with other, smaller Girros. Utilizes its paralyzing fangs to capture prey.",
    "https://mhworld.kiranico.com/monsters/zJ1Sb/great-jagras":"The voracious alpha leader of the Jagras. Constantly on the hunt for its next meal.",
    "https://mhworld.kiranico.com/monsters/oAyTx/jyuratodus":"A massive piscine wyvern that uses the surrounding mud not only as armor, but as a weapon.",
    "https://mhworld.kiranico.com/monsters/BQruK/kirin":"A phantasmal creature that few have ever seen. Catching a glimpse of this creature is a shocking sight.",
    "https://mhworld.kiranico.com/monsters/YQ1FE/kulu-ya-ku":"A bird wyvern that utilizes its developed forelimbs to attack with all sorts of tools.",
    "https://mhworld.kiranico.com/monsters/5xbCn/kulve-taroth":"An elder dragon clad in a gold mantle. Breaking its horns require several different measures.",
    "https://mhworld.kiranico.com/monsters/jJxin/kushala-daora":"An elder dragon cloaked in fierce winds, preventing anyone from approaching.",
    "https://mhworld.kiranico.com/monsters/BL1ca/lavasioth":"A vicious piscine wyvern that swims in lava, and uses hardened magma as armor.",
    "https://mhworld.kiranico.com/monsters/QNYCK/legiana":"The lord of the Coral Highlands. It emits a chilling wind from its body, to slow down its prey.",
    "https://mhworld.kiranico.com/monsters/GmYh0/leshen":"A creature from another world living deep in primeval forests. Can control flora and fauna within its territory.",
    "https://mhworld.kiranico.com/monsters/j8gFA/lunastra":"A female elder dragon, with crown-like horns and blue hide. Emits intense heat.",
    "https://mhworld.kiranico.com/monsters/Mzdfo/namielle":"An elder dragon shrouded in water. Able to generate electricity within its body to hurl at its foes.",
    "https://mhworld.kiranico.com/monsters/BKNIm/nargacuga":"Extremely agile on the ground, this obsidian-furred flying wyvern moves with explosive bursts of speed.",
    "https://mhworld.kiranico.com/monsters/aYaUV/nergigante":"A terrible elder dragon with a well- documented appetite for destruction. It has no concern for its own well-being.",
    "https://mhworld.kiranico.com/monsters/QNkhw/nightshade-paolumu":"The gusts of air expelled by this Paolumu subspecies are laced with a powerful sedative, causing sleep.",
    "https://mhworld.kiranico.com/monsters/ADAfZ/odogaron":"A terrifying monster that scours the land in search of carrion to bring back to its nest.",
    "https://mhworld.kiranico.com/monsters/2mnT3/paolumu":"Enjoys snacking on the eggs of the Coral Highlands. It releases the air in its body to move at high speeds.",
    "https://mhworld.kiranico.com/monsters/BnNTd/pink-rathian":"A Rathian clad in shimmering blossom scales. Favors attacking with its poisonous tail.",
    "https://mhworld.kiranico.com/monsters/nebTX/pukei-pukei":"A vile monster that carries poison in its internal organs, which it mixes  with flora to spit at targets.",
    "https://mhworld.kiranico.com/monsters/v2OUJ/radobaan":"A brute wyvern dressed in an armor of bones. It curls up into a ball for movement and to attack.",
    "https://mhworld.kiranico.com/monsters/JoYHZ/raging-brachydios":"A Brachydios variant much larger than the normal species. The slime on its body will activate and explode over time.",
    "https://mhworld.kiranico.com/monsters/jJZIO/rajang":"Extremely territorial and aggressive. When enraged, it can destroy shock traps. Attack its tail to stop its rampage.",
    "https://mhworld.kiranico.com/monsters/BnetX/rathalos":"The Ancient Forest's apex predator patrols the skies, always on the lookout for intruders.",
    "https://mhworld.kiranico.com/monsters/Rz9Tb/rathian":"The queen of the land, armed with powerful kicks and a lethal poison.",
    "https://mhworld.kiranico.com/monsters/oAnim/ruiner-nergigante":"Countless battles have only hardened this Nergigante variant. Its spikes grow tougher as it loses health.",
    "https://mhworld.kiranico.com/monsters/0kVsV/safi-jiiva":"The fully grown form of Xeno'jiiva. It absorbs energy from its environment to heal itself and alter the ecosystem.",
    "https://mhworld.kiranico.com/monsters/B02Tk/savage-deviljho":"A mutated Deviljho variant, driven mad by its overpowering hunger. It will attempt to feed on all it sees.",
    "https://mhworld.kiranico.com/monsters/46DhX/scarred-yian-garuga":"Like the regular species, its parts break easily and it tires quickly, but its behavior differs somewhat.",
    "https://mhworld.kiranico.com/monsters/6dkhX/seething-bazelgeuse":"The scales of this Bazelgeuse variant burn hotter than normal, yielding a wider explosion radius.",
    "https://mhworld.kiranico.com/monsters/8mvfA/shara-ishvalda":"A mysterious elder dragon able to manipulate veins of ore. Vibrations from its wingtips reshape the earth.",
    "https://mhworld.kiranico.com/monsters/Dm5tZ/shrieking-legiana":"White frost coats the body of this Legiana variant. It attacks with icy winds and overhead dives.",
    "https://mhworld.kiranico.com/monsters/B0ktO/silver-rathalos":"Few sightings of this rare shimmering silver-scaled Rathalos species have ever been reported.",
    "https://mhworld.kiranico.com/monsters/vmKTW/stygian-zinogre":"Has a symbiotic relationship with Dracophage Bugs, which it releases like bullets. Highly dangerous.",
    "https://mhworld.kiranico.com/monsters/jGeS0/teostra":"An elder dragon wreathed in flame. A gnash of its sharp fangs can detonate its scattered scales.",
    "https://mhworld.kiranico.com/monsters/jVAhP/tigrex":"A flying wyvern straight out of prehistory, known for its deafening roar and overwhelming charge.",
    "https://mhworld.kiranico.com/monsters/blDTZ/tobi-kadachi":"Resides in the upper reaches of the Ancient Forest. Is capable of storing static electricity within its fur.",
    "https://mhworld.kiranico.com/monsters/WQvu8/tzitzi-ya-ku":"Blinds both prey and enemies with a special pulsing organ on its head.",
    "https://mhworld.kiranico.com/monsters/z99fb/uragaan":"A monster that uses its enormous jaw to crush ore for consumption.",
    "https://mhworld.kiranico.com/monsters/9mMsb/vaal-hazak":"A dreadful elder dragon that lives within the effluvium. If the vapor dissipates, it'll accumulate more.",
    "https://mhworld.kiranico.com/monsters/J1pFn/velkhana":"An elder dragon said to freeze all in its path. Its breath conjures ice spires from the mist it emits.",
    "https://mhworld.kiranico.com/monsters/2mJUK/viper-tobi-kadachi":"The tail of this subspecies secretes a toxin while its fangs paralyze prey. It can glide without climbing trees.",
    "https://mhworld.kiranico.com/monsters/wA8F8/xeno-jiiva":"No information available.",
    "https://mhworld.kiranico.com/monsters/jXmhm/yian-garuga":"A bird wyvern marked by its hard, black scales and impressive mane.  It strikes with its distinctive beak.",
    "https://mhworld.kiranico.com/monsters/Ak8TZ/zinogre":"Lightning courses through this fanged wyvern's fur. It is most deadly in its supercharged state.",
    "https://mhworld.kiranico.com/monsters/EmVcV/zorah-magdaros":"An elder dragon with a shell so massive and towering, it's mistaken for a volcano.",
    "https://mhworld.kiranico.com/monsters/BDPt0/anteka":"",
    "https://mhworld.kiranico.com/monsters/BnetX/apceros":"An herbivore that has developed a thick carapace to protect it from would-be attackers.",
    "https://mhworld.kiranico.com/monsters/Rz9Tb/aptonoth":"Herbivores that are often the target of many predators. They often flee as a herd.",
    "https://mhworld.kiranico.com/monsters/QZrSK/barnos":"Wingdrakes that somehow survive in harsh conditions. Equipped with a deadly acid that they can spit.",
    "https://mhworld.kiranico.com/monsters/XYdC6/boaboa":"",
    "https://mhworld.kiranico.com/monsters/Wb0c8/cortos":"",
    "https://mhworld.kiranico.com/monsters/55Ycn/gajalaka":"",
    "https://mhworld.kiranico.com/monsters/BgzT2/gajau":"Giant piscine that patrol their waters with the ferocity of a large monster.",
    "https://mhworld.kiranico.com/monsters/vmLtJ/gastodon":"Pack monsters that are easily angered by intruders, and will charge at monsters twice their size.",
    "https://mhworld.kiranico.com/monsters/eQ1UO/girros":"Pack monsters that attack with paralyzing fangs.",
    "https://mhworld.kiranico.com/monsters/Bw3C8/hornetaur":"Insects that inhabit various lands. Their thick shells protect them from attacks.",
    "https://mhworld.kiranico.com/monsters/wa3H8/jagras":"Territorial monsters that will, as a pack, ambush other monsters when given the chance.",
    "https://mhworld.kiranico.com/monsters/Ro3fm/kelbi":"Docile herbivores. Their horns are valued for their medicinal properties.",
    "https://mhworld.kiranico.com/monsters/BaqfV/kelbi":"Docile herbivores. Their horns are valued for their medicinal properties.",
    "https://mhworld.kiranico.com/monsters/eQoIZ/kestodon-female":"Females will alert the herd while hard-hitting males attack without prejudice.",
    "https://mhworld.kiranico.com/monsters/Y7XIE/kestodon-male":"Females will alert the herd while hard-hitting males attack without prejudice.",
    "https://mhworld.kiranico.com/monsters/ErdcV/mernos":"Wingdrakes that travel in gigantic flocks. Crafty hunters can use them as transportation.",
    "https://mhworld.kiranico.com/monsters/B05hV/mosswine":"A small monster that uses its keen sense of smell to track its favorite food, mushrooms.",
    "https://mhworld.kiranico.com/monsters/9xofb/noios":"Wingdrakes that will produce a sound similar to explosions when startled by screamer pods.",
    "https://mhworld.kiranico.com/monsters/BvLUJ/popo":"",
    "https://mhworld.kiranico.com/monsters/bx8uZ/raphinos":"Wingdrakes that inhabit the Coral Highlands. They feast on eggs in large flocks.",
    "https://mhworld.kiranico.com/monsters/2r9F3/shamos":"Small nocturnal monsters that patrol their territory aggressively.",
    "https://mhworld.kiranico.com/monsters/REdsV/vespoid":"Their stingers contain a paralyzing agent. Their parts are useful for slinger ammo and poison weapons.",
    "https://mhworld.kiranico.com/monsters/qpVH8/wulg":""
 }